[
  {
    "id": 16,
    "news_title": "Ahead of big events from Samsung and Apple, Google reveals new update, Android Oreo",
    "news_detail": "* The most noticeable features are likely to be redesigned emojis, dots that tell you when there's an update in one of your apps, and a screen setting that shows two apps at once. * The new operating system will have stricter security controls on apps, faster loading times and limits on apps prone to battery overuse. * Google faces some steep competition in making its artificial intelligence play, Google Assistant, the tool of choice.  Google's latest operating system update now has a name: Android Oreo.  The operating system is part of the artificial intelligence software push Google announced earlier this year at its annual developer conference, Google I/O. Google said in May that it would improve Google Photos and expand the reach and capabilities of Google Assistant. The company showed off some new features on Monday that promise to extend battery life and increase security for Android users.  The new features are part of Android O, the latest mobile operating system. The most noticeable features are redesigned emojis, dots that tell users when there's an update in one of the apps and a screen setting that shows two apps at once. Behind the scenes, though, there will also be changes to make Android phones more efficient, Google said on its blog. For instance, the new operating system will have stricter security controls on apps, faster loading times and limits on apps prone to battery overuse.",
    "news_image_url": "https://www.beritateknologi.com/wp-content/uploads/2017/02/Android-O.jpg",
    "news_url": "https://www.cnbc.com/2017/08/21/new-android-o-google-unveils-new-emojis-and-more-in-new-york-city.html",
    "news_source": "CNBC",
    "pub_date": "2017-08-22T04:03:07Z"
  },
  {
    "id": 15,
    "news_title": "Vishal Sikka resigns as MD & CEO of Infosys; stock cracks",
    "news_detail": "NEW DELHI: Vishal Sikka, former top hand at German multinational software corporation SAP, who had taken over the reins of InfosysBSE -8.63 % in June 2014, stepped down as Managing Director and CEO of the Indian IT bellwether on Friday.   The board of directors of the company accepted the resignation and said Sikka would continue as Executive Vice-chairman.   The IT major named U B Pravin Rao as Interim Chief Executive Officer and Managing Director, reporting to Sikka, under the overall supervision and control of the company’s board. An Infosys statement said in his new role Sikka would continue to focus on strategic initiatives, key customer relationships and technology development. He will report to the company’s board and receive an annual salary of $1 during his tenure.   In a filing to BSE, the company said, “Sikka reiterated his belief in the great potential of Infosys, but cited among his reasons for leaving a continuous stream of distractions and disruptions over the recent months and quarters, increasingly personal and negative as of late, as preventing the management’s ability to accelerate the company's transformation.”",
    "news_image_url": "http://s2.firstpost.in/wp-content/uploads/2017/08/Vishal-Sikka-Reuters.jpg",
    "news_url": "http://www.firstpost.com/business/infosys-row-live-vishal-sikka-resigns-as-md-ceo-ub-pravin-rao-to-be-interim-chief-3944171.html",
    "news_source": "FIRSTPOST",
    "pub_date": "2017-08-18T07:01:28Z"
  },
  {
    "id": 14,
    "news_title": "Flag war is the latest chapter in India, Pakistan rivalry",
    "news_detail": "The ‘flag war’ between India and Pakistan near Attari-Wagah border is the latest feature in the dramatic one-upmanship practised by the two neighbors during the curious ‘beating retreat’ border ceremony enacted by the Indian Border Security Force (BSF) and the Pakistan Rangers (PR) while lowering their respective flags at the same time. Earlier this year in March, the Amritsar Improvement Trust , under the leadership of then Minister of Local Bodies, Anil Joshi, of BJP, hoisted a 360 feet tall Tricolor near the Attari-Wagah border — the tallest in the nation, a project that cost a whopping Rs 3.5 crores. The flag, however, had to be lowered by May as it proved to be unviable due to repeated damage and tearing of the fabric on account of strong winds blowing at that altitude, necessitating multiple replacements and additional expenses in multiple lakhs. The district administration took a decision not to hoist it until a solution to the regular damage was found. The Tricolor has made a guest reappearance  on August 13 to celebrate the 70th Independence Day on Tuesday.",
    "news_image_url": "http://images.indianexpress.com/2017/08/combo1.jpg",
    "news_url": "http://indianexpress.com/article/india/flag-war-is-the-latest-chapter-in-india-pakistan-rivalry-4796647/",
    "news_source": "The Indian Express",
    "pub_date": "2017-08-15T02:03:21Z"
  },
  {
    "id": 12,
    "news_title": "Opinion: Amazon thrives by thumbing its nose at Wall Street",
    "news_detail": "For a few hours two weeks ago, Amazon’s founder and CEO Jeff Bezos became the world’s wealthiest man when his net worth (north of $90 billion) surpassed that of Microsoft’s founder Bill Gates. That’s about the annual gross domestic product of Ukraine and the Slovak Republic.  That day, Amazon’s stock AMZN, -0.90%  hit an all-time intraday high of 1083.81. But after the market closed, Amazon reported second-quarter earnings of 40 cents a share, more than a dollar a share less than what Wall Street expected, as the company boosted its investments. It may have been Amazon’s worst earnings miss since 2001.  So, what did Wall Street do? It cheered. “Almost every major Wall Street analyst defended their bullish call Friday,” CNBC reported.“Given accelerating growth and long runway in both retail and cloud — along w/AMZN’s track record — we believe many investors will look beyond lower near-term profitability,” wrote J.P. Morgan’s analyst Doug Anmuth.  “We see these investment seeds and AMZN’s strong execution history leading to continued faster-than-expected share gains,” echoed Morgan Stanley’s Brian Nowak.  Both firms reiterated their “overweight” rating and actually raised their price targets on Amazon stock, which has plunged nearly 100 points, or 8.7%, ever since. Alas and alack, Bezos is again only the second wealthiest person on the planet.  Wall Street’s reaction despite the plunging stock price tells you all you need to know: Amazon gets treated far differently from almost every other publicly traded corporation.  As of May, the 20th anniversary of its going public, Amazon’s stock had risen 641 times its initial public offering price, an astonishing 38% compound annual growth rate, calculated Frank Quattrone, the lead investment banker on Amazon’s IPO.  That IPO, which gave Amazon a market capitalization of $438 million, has produced a company worth just shy of $500 billion, more than a thousand times more valuable. But “no company has ever reached such a size with so little in cumulative profit — about $5 billion since going public,” Barron’s reported in May (subscription required).  Google’s parent Alphabet GOOG, -1.70%  earned that much in the first quarter, Facebook FB, -2.21%  earned $10 billion in 2016 alone, while Apple’s AAPL, -0.62%  earnings approached $100 billion in 2015 and 2016.  And yet Apple’s shares have done about half as well as Amazon’s since May 1997 and, under pressure from “activist investor” Carl Icahn, Apple CEO’s Tim Cook committed to return $250 billion to investors through dividends and share buybacks through 2018.  By contrast, Amazon doesn’t pay a dividend and hasn’t bought back any shares since 2012. And from the beginning, Bezos has shown disdain for Wall Street and its ways. In 2014, he told a conference he spends a mere six hours on investor relations a year.  A couple of years ago, The Wall Street Journal (subscription required) reported that Irene Rosenfeld, who just stepped down as CEO of Mondelez MDLZ, -0.46%  , spent 25% of her time listening to the whining of just two investors — Bill Ackman and Nelson Peltz.  “To cut down on time spent talking to Wall Street, Bezos doesn’t meet with his company’s biggest investors,” Fortune reported. “He also avoids making appearances on the company’s quarterly earnings calls, which are typically led by the company’s chief financial officer.”  Bezos apparently spends more time in strategy meetings every two weeks with editor Martin Barron and his team at The Washington Post, which he owns separately, than with the people who own Amazon’s stock.  In his remarkable 1997 letter to shareholders, Bezos wrote, “We believe that a fundamental measure of our success will be the shareholder value we create over the long term. This value will be a direct result of our ability to extend and solidify our current market leadership position.  “We will continue to make investment decisions in light of long-term market leadership considerations rather than short-term profitability considerations or short-term Wall Street reactions.” Translation: Screw you, Wall Street, we’re doing it my way.  In return, it gave Amazon a blank check for 20 years. Every once in a while, Bezos explained, Amazon has to “check in” and show it can make profits if it wants to. That’s like having the Dodgers’ ace pitcher Clayton Kershaw throw a 10-strikeout game a couple of times a season and still win the Cy Young Award.  As I wrote, Amazon is one of the greatest business disrupters of our age. That’s largely because, unlike almost every other major publicly traded corporation, it can focus relentlessly on the customer and launch lucrative businesses like its Amazon Web Services and Amazon Prime without Wall Street’s grumbling. Bezos’s 17% stake is a big factor, too, as is its exceptional revenue growth—averaging north of 20% a year—which can cover a lot of sins.  But its free pass from investors really sets it apart.  “Amazon has this permission because it has trained its shareholders to believe that everything will work out in the end,” wrote Justin Fox in the Harvard Business Review in 2013.  And like a well-trained lapdog, Wall Street doesn’t bark.",
    "news_image_url": "http://ei.marketwatch.com//Multimedia/2016/05/31/Photos/ZH/MW-EO114_bezos0_20160531232531_ZH.jpg?uuid=7ed0e680-27a8-11e6-9bd2-0015c588dfa6",
    "news_url": "http://www.marketwatch.com/story/amazon-thrives-by-thumbing-its-nose-at-wall-street-2017-08-09",
    "news_source": "Market Watch",
    "pub_date": "2017-08-11T08:49:59Z"
  },
  {
    "id": 11,
    "news_title": "RBI Halves Payout To Government, Likely Cause Is Notes Ban",
    "news_detail": "The Reserve Bank of India halved its annual dividend to the government, a move that's likely to put a strain on public finances and imperil Prime Minister Narendra Modi's aim of reining in the fiscal deficit.  Marking a five-year low, the Reserve Bank of India transferred Rs. 30,660 crore ($4.8 billion), which was more than 50 percent lower than the Rs. 65,876 crore transferred last year. The central bank sends a dividend every year after closing its accounts in June. Bloomberg Quint reported earlier this year the government budgeted an inflow of Rs. 58,000 crore from the RBI, with the dividend being paid out of its surplus generated from market operations and investments.We Can Guess Your Highest Education Level With This Quiz (OMG LANE) 139 SHARES EMAIL PRINT 22 COMMENTS RBI Halves Payout To Government, Likely Cause Is Notes Ban Reserve Bank of India transferred Rs. 30,660 crore to government this year. HIGHLIGHTS RBI paid Rs. 30,660 crore dividends to government this year This was more than half of Rs. 65,876 crore transferred last year Government had budgeted an inflow of Rs. 58,000 crore from the RBI The Reserve Bank of India halved its annual dividend to the government, a move that's likely to put a strain on public finances and imperil Prime Minister Narendra Modi's aim of reining in the fiscal deficit.  Marking a five-year low, the Reserve Bank of India transferred Rs. 30,660 crore ($4.8 billion), which was more than 50 percent lower than the Rs. 65,876 crore transferred last year. The central bank sends a dividend every year after closing its accounts in June. Bloomberg Quint reported earlier this year the government budgeted an inflow of Rs. 58,000 crore from the RBI, with the dividend being paid out of its surplus generated from market operations and investments. rbi profit 650 bloomberg   The fall in the RBI's dividend is a matter of concern, Finance Ministry officials said, declining to be named citing rules. They expect the shortfall to be met through direct taxes and a surplus from demonetization, and don't see the need to cut expenditure. Finance Ministry spokesman D.S. Malik could not immediately be reached for comment.  There were expectations that the unprecedented cash ban PM Modi imposed in November would lead to a windfall. The government had estimated that about Rs. 5 lakh crore of the Rs. 15.3 lakh crore sucked out by PM Modi's move would stay undeclared as it may have escaped the tax net illegally.   But Indians returned 97 percent of currency rendered illegal before the Dec. 30 deadline, according the people familiar with the issue, implying not much of a windfall for the RBI which is the issuer of the currency. With a lower inflow from the central bank, the government will be under pressure to achieve its asset sales target of Rs. 72,500 crore in the year ending March 2018.  Typically, the RBI must back every note issued by an asset -- namely a government bond, gold or foreign assets. In a one-time event like the cancellation of notes, the central bank no longer needs to honor the commitment to pay on the notes that were not returned to it, thereby extinguishing its liability and translating into a potential profit.  The decline in RBI dividend \"can be attributed to costs related to demonetization,\" Citigroup Inc. economists Samiran Chakraborty and Anurag Jha wrote in a note on Thursday. These included \"liquidity sterilization through term reverse repo operations and note printing costs considering the vast re-monetization exercise that was carried out.\"  \"The cash ban has impacted the RBI's surplus,\" said Anjali Verma, chief economist at PhillipCapital India Ltd. in Mumbai, referring to the cost of printing the new notes after the cash ban was announced. \"The government will now have to rely more on disinvestments to meet its deficit targets.\"   The dividend inflows into government coffers comes at a time when New Delhi is front-loading expenditure. That has seen the federal budget shortfall reach 81 percent of the fiscal-year end target in the first three months to June, raising questions whether the country can meet its deficit target.  \"The data indicates that revenue collection is slightly above trend, but expenditure has been front-loaded even more aggressively than the previous year, leading to a sharper jump in budget deficit relative to trend,\" said Kaushik Das, chief India economist at Deutsche Bank AG.  \"From a fiscal perspective, this should not be much of a concern, as the government will calibrate its spending in the second half,\" he said, adding the expenditure will help support growth in the April-June quarter by offsetting some of the weakness that was caused by companies de-stocking before the introduction of the goods and services tax on July 1.  India's budget shortfall is forecast to be 3.2 percent of gross domestic product in the year to March 2018. While that would be smaller than the previous year's 3.5 percent, it's wider than the target of 3 percent.  New Delhi has slowly brought it down from 5 percent of GDP a few years ago. But the deficits are actually widening at the state level -- leaving India's financial position essentially unchanged from 2012, before PM Modi took power. The lower surplus amount transferred by the RBI was a concern as other state-run banks who also pay dividends to the government are struggling, said Madan Sabnavis, chief economist at Care Ratings Ltd, Mumbai. \"If other conditions remain unchanged, the fiscal deficit can increase from 3.2 percent to 3.4 percent this year.\"  What's more, the problem is likely to get worse as populist farm waivers and other spending sprees pick up ahead of the general election in 2019.\"State finances have been under stress in the past few years with aggregate fiscal deficit increasing 60 basis points in the last four years,\" said Ashutosh Datar, an economist with IIFL Institutional Equities in Mumbai.  \"Although media attention is focused on farm loan waivers, the real known risk to state finances is deferred implementations of pay commission recommendations. The incremental wage bill of just four states -- Maharashtra, Punjab, Rajasthan, Tamil Nadu -- will be the same as the farm loan waivers.\"",
    "news_image_url": "https://i.ndtvimg.com/i/2017-08/rbi-bloomberg_650x400_71501645110.jpg",
    "news_url": "http://www.ndtv.com/business/rbi-halves-payout-to-government-likely-cause-is-notes-ban-1736354",
    "news_source": "NDTV",
    "pub_date": "2017-08-11T08:44:51Z"
  },
  {
    "id": 10,
    "news_title": "Davinder Kang first Indian to qualify for javelin throw finals at World Championship, Neeraj Chopra out",
    "news_detail": "Davinder Singh Kang has become the first Indian to qualify for the final round of the javelin throw World Championships in London while his more fancied compatriot Neeraj Chopra crashed out in the qualification round.Davinder Singh Kang has become the first Indian to qualify for the final round of the javelin throw World Championships in London while his more fancied compatriot Neeraj Chopra crashed out in the qualification round. Competing in the qualification round Group B, Kang, who was carrying a shoulder injury, cleared the automatic qualification mark of 83m in his third and final throw as he sent the iron spear to a distance of 84.22m. He had a 82.22m in his opening throw and then came up with 82.14m in his second. The 26-year-old athlete from Punjab was under pressure to touch the 83m in his final attempt and he was the last man to take the throw. He did it in style by sending the spear beyond the qualification mark to the huge relief of the Indian camp. Thirteen throwers — five from Group A and seven from Group B crossed the automatic qualification mark of 83m and all of them will compete in the final round on August 12. Kang’s best effort of 84.22m put him in the seventh position among the final round qualifiers. His final round qualification was all the more noteworthy as he was carrying an injury since the Indian Grand Prix in New Delhi in May. He competed yesterday with his right shoulder strapped. No Indian has ever qualified in the men’s javelin throw final round in any world championship. “After I came to know that Neeraj did not qualify (for the final round), I wanted to qualify for the final round. I wanted to do something for the country, I wanted to do something which no Indian has done before. By the grace of God, I did something for the country,” Kang said after his race. “I have been carrying a right shoulder injury which I sustained in May during the Indian Grand Prix but it is not that a big problem. Our team masseur put these straps today and I am OK. But I had to ask my friend Sri Lankan competitor (Waruna Rankoth Pedige) to do some stretching before my third and final throw,” he said showing his right shoulder injury. “It (injury) will be all right after tomorrow’s rest. I want to give my best in the final round on August 12 and win a medal for the country,” he added. Kang was tested positive for marijuana in June but was named in the 25-member Indian team as the banned substance was in the specified list of the WADA Code and does not attract automatic suspension. Earlier in Group A qualification round, Neeraj failed to make an impact as he crashed out of the World Championships after a disappointing performance. Carrying the hopes of the entire country on his young shoulders, Neeraj could not hurl the iron spear to the the automatic final round qualification mark of 83m in his three attempts with his best effort of 82.26m coming in his opening throw. The 19-year-old world junior record holder then fouled his second attempt before clearing only 80.54m in his third and final throw to finish seventh in his group and overall 15th at the Olympic Stadium here. For Neeraj, who has a personal best of 86.48m and season’s best of 85.63m, his maiden World Championships ended with just thee throws. “I tried my best but I could not clear the automatic qualification mark of 83m and I am disappointed. I gave a lot of effort in the first throw but it missed the 83m mark by a few centimetres. There were some problems in the second throw and the third one also did not go the distance (of 83m). I have been training hard for this World Championships but I could not do well in the actual competition,” Chopra said after the race. “It would have been ideal if a coach had come with me but that is not in my hands. I don’t know what had happened today, I cannot say now whether it was technical issue or other factors,” he added. Neeraj was considered the best bet for India to have any shout for a medal as his season’s best of 85.63m puts him at 14th in the IAAF rankings coming into the World Championships. He has a personal best of 86.48m which he did while setting a junior world record last year. The Indian has three 85m throws this season and his two Diamond League appearances in Paris and Monaca last month — where he had finished fifth and seventh respectively– which had boosted his confidence after rubbing shoulders with some of the best in the world.",
    "news_image_url": "http://images.indianexpress.com/2017/08/davinder-reuters-m.jpg",
    "news_url": "http://indianexpress.com/article/sports/sport-others/davinder-kang-first-indian-to-qualify-for-javelin-throw-finals-at-world-championship-neeraj-chopra-out-4791880/",
    "news_source": "The Indian Express",
    "pub_date": "2017-08-11T08:42:04Z"
  },
  {
    "id": 9,
    "news_title": "China's Sichuan Province Hit By 6.5 Magnitude Earthquake: USGS",
    "news_detail": "Beijing: A 6.5-magnitude earthquake rattled southwest China late Tuesday, the US Geological Survey said. There was no immediate information on any damage or casualties.The quake occurred around 9.20 pm (1320 GMT) in a remote region of Sichuan province not far from the site of a massive 8.0-magnitude earthquake in 2008 that left 87,000 people dead or missing.  The epicentre of Tuesday's quake was 284 kilometres (176 miles) north of the provincial capital Chengdu and struck at a depth of 10 kilometres, the USGS said.  China is regularly hit by earthquakes, especially its mountainous western and southwestern regions.",
    "news_image_url": "https://i.ndtvimg.com/i/2015-09/earthquake-generic_650x400_41442845462.jpg",
    "news_url": "http://m.ndtv.com/world-news/chinas-sichuan-province-hit-by-6-5-magnitude-earthquake-usgs-1735131",
    "news_source": "NDTV",
    "pub_date": "2017-08-08T15:17:45Z"
  },
  {
    "id": 8,
    "news_title": "GST relief for textiles, goods movement to get smoother",
    "news_detail": "The GST Council revised rates on 19 services on Saturday, including reducing the job work rate in the textiles sector to 5% from 18%, as finance minister Arun Jaitley appealed to businesses to pass on the benefits of the tax reform measure. The reduction in the rate of job work will be applicable across the entire textile chain and takes care of the concerns of the industry which has been pushing for reducing the rate for any job work linked to knitting, dyeing, embroidery, printing, washing, stitching, ironing and others. The council, in its 20th meeting in the capital, also approved the e-way bill rules to ensure seamless movement of goods. The rules specify pre-registration of all goods worth over Rs 50,000 before they are moved for sale beyond 10km. It will not be applicable for exempted goods and the unified e-way rules are likely to be in place by October 1. This will help end inspector raj as the process would largely be driven by technology. \"The Council decided to implement e-way bill across the country.... There will be no check posts and the entire process will be technology driven,\" Jaitley said after the meeting of the panel. The FM said new registrations under GST has gone up to 15.67 lakh and 71 lakh state and central taxpayers have migrated to the new system. He said the figures were satisfactory. The increase in the new registrations comes as a boost for the government which had been eyeing a widening of the tax base. The GST Council also lowered the rate on some tractor parts to 18% from 28%. The council is also likely to examine whether contracts linked to irrigation can be bought down to 5%. Jaitley said the council discussed the anti-profiteering issue and would launch a campaign on it to inform the consumer about the impact of GST. \"Some industries are not giving benefit of input tax credit. We want market mechanism to compel them to pass on the benefit,\" Jaitley said. As a first, state-level screening committees will be set up along with a panel at the Centre and the FM said it would act as a \"deterrent\".",
    "news_image_url": "http://bsmedia.business-standard.com/_media/bs/img/article/2015-05/12/full/1431439411-5568.jpg",
    "news_url": "http://timesofindia.indiatimes.com/business/india-business/gst-relief-for-textiles-goods-movement-to-get-smoother/articleshow/59936286.cms",
    "news_source": "THE TIMES OF INDIA",
    "pub_date": "2017-08-06T03:43:10Z"
  },
  {
    "id": 7,
    "news_title": "Cyber expert who stopped 'WannaCry' attack arrested on hacking charges",
    "news_detail": "A cyber security researcher widely credited with helping to neutralise the global \"WannaCry\" ransomware attack earlier this year has been arrested on unrelated hacking charges, according to court documents unsealed on Thursday. Marcus Hutchins, a 23-year-old British-based malware researcher who gained attention in May for detecting a \"kill switch\" that effectively disabled the WannaCry worm, was detained by the FBI in Las Vegas on Wednesday, a US Justice Department spokesman said. He was among tens of thousands of hackers who had descended on the city during the annual Black Hat and Def Con conventions. An indictment filed in a US District Court in Wisconsin accused Hutchins, also known online as \"MalwareTech,\" of advertising, distributing and profiting from malware code known as \"Kronos\" that stole online banking credentials and credit card data. Hutchins' alleged activity took place between July 2014 and July 2015, according to the indictment.Hutchins, who faces six counts related to Kronos, was indicted along with an unnamed co-defendant on July 12, but the case remained under seal until Thursday, a day after his arrest. Hutchins appeared before US Judge Nancy Koppe in Las Vegas on Thursday. Dan Coe, a federal public defender, told the court Hutchins \"had cooperated with the government prior to being charged.\" The hearing was scheduled to continue Friday afternoon to determine whether he will be represented by private legal counsel or a public defender. Hutchins showed no emotion as Koppe read the charges against him.",
    "news_image_url": "http://media2.intoday.in/indiatoday/images/stories/ransomware-wanncry-techie-finds-kill-switch-647_051317094008_080417072929.jpg",
    "news_url": "http://indiatoday.intoday.in/story/us-wannacry-ransomware-attack-hacking-cyber-crime-malware/1/1018452.html",
    "news_source": "indiatoday",
    "pub_date": "2017-08-06T03:30:27Z"
  },
  {
    "id": 6,
    "news_title": "World Championships 2017: Usain Bolt beaten by Justin Gatlin in 100m final",
    "news_detail": "Justin Gatlin tore up Usain Bolt's farewell script as he stole world 100m gold with the run of his long and controversial career.  Bolt was left with only a bronze in his final individual 100m race as 21-year-old Christian Coleman made it a USA one-two.  The 35-year-old Gatlin, twice banned for doping, came through almost unnoticed in lane seven in 9.92 seconds, with Coleman's 9.94 holding off the greatest sprinter of all time.Despite struggling for fitness and form in his valedictory season, Bolt had still been favourite to secure his 20th global gold.  It was supposed to be Gatlin's year in 2015, when the American went to the World Championships in Beijing on the back of a 28-race unbeaten run.  Bolt produced his great miracle to beat him that night in the Bird's Nest, but in the stadium where he won 100m Olympic gold in 2012, he could not provide the perfect ending to a perfect career.",
    "news_image_url": "http://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/3EB4/production/_97225061_100mresult.png",
    "news_url": "http://www.bbc.com/sport/athletics/40839202",
    "news_source": "BBC Sport",
    "pub_date": "2017-08-06T03:18:57Z"
  },
  {
    "id": 5,
    "news_title": "Commonwealth Bank accused of money laundering and terrorism-financing breaches",
    "news_detail": "Commonwealth Bank allegedly failed to act on suspicions that its network of “intelligent” deposit machines was being used by drug syndicates to launder tens of millions of dollars.  The Australian Transaction Reports and Analysis Centre (Austrac), the financial intelligence agency, announced on Thursday it is suing Commonwealth bank for 53,700 breaches of money laundering and counter-terrorism-financing laws.  The case relates to the use of intelligent deposit machines, a type of ATM launched in 2012, which allows customers to anonymously deposit and transfer cash, even when banks are closed.",
    "news_image_url": "http://cdn.newsapi.com.au/image/v1/d77bae22e7d09f319666a98f9451300d",
    "news_url": "https://www.theguardian.com/australia-news/2017/aug/03/commonwealth-bank-accused-of-money-laundering-and-terrorism-financing-breaches#img-1",
    "news_source": "The Guardian",
    "pub_date": "2017-08-03T10:22:06Z"
  },
  {
    "id": 4,
    "news_title": "Bitcoin splits as new currency takes off",
    "news_detail": "Bitcoin Cash is the result of months of debate and development over how the currency would continue to evolve. Fears of large swings in the value of Bitcoin have so far not been realised - but some exchanges are still adapting to the new currency. One expert said the process had gone smoothly so far and pointed out that trade in Bitcoin Cash seemed \"robust\". Bitcoin Cash was developed as a measure to increase the capacity of Bitcoin's underlying technology, the blockchain - a digital ledger that records every single transaction.",
    "news_image_url": "https://ichef-1.bbci.co.uk/news/660/cpsprodpb/115D6/production/_97162117_gettyimages-450765322.jpg",
    "news_url": "http://www.bbc.com/news/technology-40800270",
    "news_source": "BBC",
    "pub_date": "2017-08-03T02:47:41Z"
  },
  {
    "id": 3,
    "news_title": "Apple defends complying with China over VPNs",
    "news_detail": "Apple boss Tim Cook has defended his company’s decision to comply with the Chinese government’s demand it remove VPN software from the App Store. Virtual Private Networks are often used to skirt censorship and surveillance in countries with tight restrictions on internet use. The company has been heavily criticised for removing several VPN apps, and was accused of “aiding Chinese censorship efforts”. Apple said it disagreed with China’s position but had to comply with the country’s laws. \"We would obviously rather not remove the apps,” Apple chief executive Tim Cook said on Tuesday. \"But like we do in other countries we follow the law wherever we do business.",
    "news_image_url": "https://ichef.bbci.co.uk/news/660/cpsprodpb/D60B/production/_97159745_whatsubject.jpg",
    "news_url": "http://www.bbc.com/news/technology-40798623",
    "news_source": "BBC",
    "pub_date": "2017-08-02T05:36:42Z"
  }
]
